[
    {
    "AppliedPostionPK": "1",
    "PositionTypeFK": "1",
    "RecruitingCompanyFK": "1",
    "AppliedResumeFK": "1",
    "PositionURL":"http://google.com",
    "PositionDescription": "Description\n\nGeneral Purpose of Job\n\n\nImplement database processes, reports, dashboards and various other BI artifacts and processes for internal and external clients based on business requirements using industry best practices.\n\n\nDuties and Responsibilities\n\n• Translate BI business requirements into tasks and estimate the size of the tasks \n\n• Research requirements for BI requests to provide the requested functionality of each request, e.g. data extract, report,  dashboard, etc.        \n\n• Decide the best use of available technologies to complete a variety of assigned tasks\n\n• Design and implement data marts. Extend existing data mart implementations.\n\n• Develop reports using Microsoft SQL Server Reporting Services development environment\n\n• Develop dashboards using MS Power BI.\n\n• Develop code using the T-SQL language to meet BI project requirements\n\n• Develop MS SQL Server SSIS packages to meet BI project requirements\n\n• Design report layouts that provide a user-friendly experience\n\n• Analyze performance of each report or query and implement proper optimization techniques\n\n• Follow documented processes to generate reports, packets, charts to various business units\n\n• Troubleshoot and resolve technical issues\n\n• Report progress to team(s) on the implementation of assigned projects/work items through daily scrum meetings\n\n• Maintain a positive work atmosphere by behaving and communicating in a manner that will facilitate working with customers, clients, co-workers, and management\n\n• Responsible for the security of workstation and work area in regard to the confidentiality of the data and the systems\n\n\n\n\n\n\nRequirements\n\nKnowledge,Skills & Abilities Desired\n\n\n• Advanced knowledge of SQL Server\n\n• Advanced Knowledge of database schema design \n\n• Advanced knowledge of T-SQL\n\n• Advanced knowledge of Microsoft Reporting Services\n\n• Advanced Knowledge of Microsoft SSIS or any ETL tool\n\n• Advanced Knowledge of Excel\n\n• Medium knowledge of query optimization\n\n• Medium knowledge of Microsoft PowerBI or any dashboarding tool\n\n• Basic knowledge of Dimensional Modeling and Star Schema designs\n\n• Ability to understand & translate reporting business requirements into ETL processes, reports, and/or dashboards\n\n• Ability to work with software developers on system designs to advise on BI related processes\n\n• Demonstrate logic and math skills along with the ability to be inquisitive in analyzing requirements\n\n• Effective communication and organizational skills\n\n• Experience in a financial environment is a plus\n\n• Exposure to AGILE methodologies is a plus\n\n\nEducational And Professional Experience Requirements\n\n• 2 year degree in a related field plus 3 years of BI experience.",
    "AppliedDtTm": "09/06/2020, 11:24:00 PM",
    "CreatedDtTm": "09/06/2020, 11:36:00 PM",
    "DeletedDtTm": null
    },
    {
    "AppliedPostionPK": "2",
    "PositionTypeFK": "2",
    "RecruitingCompanyFK": "2",
    "AppliedResumeFK": "2",
    "PositionURL":"http://dice.com",
    "PositionDescription": "Job Description\nShift: Sunrise/Preload (4:30 AM - 9:30 AM) Day (12:00 PM - 5:00 PM) Night (11:00 PM - 4:00 AM)\n\nWAREHOUSE WORKER - PACKAGE HANDLER\n\nFind out what you'll become as a Package Handler at UPS. In this fast-paced warehouse job, you'll lift, lower and slide packages up to 70 lbs. You'll typically work 3 ½ - 4 hour shifts, approximately 17 ½ - 20 hours per week in this part-time or seasonal role. As part of the UPS team, you'll receive a competitive hourly rate and an attractive benefits package. Take the next step on your career journey as a Package Handler/Warehouse Worker at UPS.\n\nIf you're a student at an approved college, university, trade or technical school, UPS offers an educational assistance program that could provide you with up to $25,000 for tuition, books and fees. If you qualify, you'll be eligible for the program on your first day of work at UPS.\nUPS is an equal opportunity employer. UPS does not discriminate on the basis of race/color/religion/sex/national origin/veteran/disability/age/sexual orientation/gender identity or any other characteristic protected by law",
    "AppliedDtTm": "09/06/2020, 11:28:00 PM",
    "CreatedDtTm": "09/06/2020, 11:39:00 PM",
    "DeletedDtTm": null
    }
]
